"FAKESMC_DESCRIPTION" = "SMC эмулятор от netkas. Необходим для запуска Mac OS X на PC. Эта модификация драйвера поддерживает плагины для чтения значений сенсоров для различного оборудования";

"LPCSENSORS_DESCRIPTION" = "LPCSensors позволяет получать показания датчиков температуры, напряжения и оборотов вентиляторов, расположенных на материнской плате. Поддерживаемые чипы Super I/O: ITE IT87xx, Winbond W836xx, Fintek F718xx, Nuvoton NCT677x";

"GPUSENSORS_DESCRIPTION" = "Этот плагин позволяет получать показания сенсоров различных видеокарт";

"HWMONITOR_DESCRIPTION" = "Утилита для наблюдения показаний найденых сенсоров";

"CPUSENSORS_DESCRIPTION" = "CPUSensors позволяет получать значения температур ядер и множители для процессоров Intel";

"INSTALLER_CHOICE_3_TITLE" = "Расширения FakeSMC";

"ACPISENSORS_DESCRIPTION" = "Плагин ACPISensors позволяет читать показания сенсоров через предопределенные функции в ACPI таблицах. Для его использования необходимо понимание в программировании ACPI т.к. требует внесения изменений в DSDT. Есть возможность мониторнинга ACPI устройства  PTID без внесения правок в DSDT.";

